Revit 2027 API
GroupTypeId.RailingSystemSegmentUGrid Property
 U Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSegmentUGrid { get; }
Public Shared ReadOnly Property RailingSystemSegmentUGrid As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSegmentUGrid {
	ForgeTypeId^ get ();
}
static member RailingSystemSegmentUGrid : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace